Repository: Mesteriis/codex-auth-bar
Catalog: src/CodexAuthWidget/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ limit, %d percent remaining
ru: Лимит %@, осталось %d процентов

source: %@ limit unavailable
ru: Лимит %@ недоступен

source: %d accounts
ru: %d аккаунтов

source: %d percent remaining
ru: Осталось %d процентов

source: + %d more in Codex Auth Bar
ru: Ещё %d в Codex Auth Bar

source: 5h
ru: 5 ч

source: Codex Accounts
ru: Аккаунты Codex

source: ACCOUNT
ru: АККАУНТ

source: PLAN
ru: ПЛАН

source: RESETS
ru: СБРОС

source: Account, 5 hour limit, Weekly limit, resets
ru: Аккаунт, лимит 5 часов, недельный лимит, сброс

source: Account, plan, 5 hour limit, Weekly limit, resets
ru: Аккаунт, план, лимит 5 часов, недельный лимит, сброс

source: No managed accounts
ru: Нет сохранённых аккаунтов

source: Open Codex Auth Bar to set up the widget
ru: Откройте Codex Auth Bar для настройки виджета

source: Resets %@
ru: Сброс %@

source: resets %@
ru: сброс %@

source: Stale
ru: Устарело

source: Shows remaining Codex account limits.
ru: Показывает оставшиеся лимиты аккаунтов Codex.

source: Unavailable
ru: Недоступно

source: Updated %@
ru: Обновлено %@

source: Weekly
ru: Неделя

source: 5h limit unavailable
ru: Лимит 5 ч недоступен

source: Data out of date
ru: Данные устарели

source: %d healthy
ru: %d в норме

source: %d low
ru: %d низкий

source: %d unavailable
ru: %d недоступно

source: %d healthy, %d low, %d unavailable
ru: %d в норме, %d низкий, %d недоступно

source: %dm
ru: %d мин

source: %dh
ru: %d ч

source: now
ru: сейчас

source: 5h limit
ru: лимит 5 ч

source: Limits
ru: Лимиты

source: Stale data
ru: Устаревшие данные

source: data out of date
ru: данные устарели
